{
    "order": 8,
    "slug": {
        "en": "Activities",
        "da": "Aktiviteter"
    },
    "title": {
        "en": "Activities",
        "da": "Aktiviteter"
    },
    "sections": [
        {
            "headline": {
                "en": "\n",
                "da": "\n"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "This is where the fun begins! Here you can choose and prioritize what activities you would like to participate in.",
                        "da": "Nu bliver det sjovt! Her kan du vælge og prioritere de aktiviteter du gerne vil deltage i."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "How to prioritize",
                "da": "Sådan prioriterer du"
            },
            "items": [
                {
                    "type": "list",
                    "text": {
                        "en": "Click on the individual activity for a short description\nYou prioritize a given activity by clicking on the column next to it\nPriorities run from 1-4 (1 is highest, 4 lowest).\nYou can choose one 1st and 2nd priority in each time slot\nYou can choose as many 3rd and 4th priorities you'd like\nWould you like to choose everything, but prefer not to end up with too much, put a limit on it after this overview (See further down).",
                        "da": "Klik på de enkelte aktivitetsnavne for at se en foromtale\/beskrivelse\nDu prioriterer ved at klikke på søjlen ud for hver aktivitet\n1-4 indikerer din prioritering (1 er højest, 4 lavest).\nFor hver blok kan du vælge én 1. og 2. prioritet, men du kan vælge så mange 3.\/4. prioriteter du har lyst til\nVil du gerne tilmelde dig det hele, men helst kun ende med et begrænset antal spil? Efter oversigten kan du sætte et max antal på (se længere nede)."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "In which languages would you like to participate in activities?\n",
                "da": "På hvilke sprog vil du gerne deltage i aktiviteter?\n"
            },
            "items": [
                {
                    "type": "checkbox",
                    "text": {
                        "en": "Danish\n",
                        "da": "Dansk"
                    },
                    "infosys_id": "activity_language:dansk"
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "English\n",
                        "da": "Engelsk\n"
                    },
                    "infosys_id": "activity_language:engelsk"
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "Scandinavian (Danish\/Swedish\/Norwegian)\n",
                        "da": "Skandinavisk (Dansk\/Svensk\/Norsk)\n"
                    },
                    "infosys_id": "activity_language:skandinavisk"
                }
            ]
        },
        {
            "headline": {
                "en": "I want to sign up for a lot of games, but  only join a limited number\n",
                "da": "Jeg vil gerne tilmelde mig mange spil, men kun ende med at spille et begrænset antal"
            },
            "items": [
                {
                    "type": "text_input",
                    "text": {
                        "en": "Maximum games I want to join",
                        "da": "Antal spil jeg højst vil spille"
                    },
                    "infosys_id": "desired_activities"
                }
            ]
        },
        {
            "headline": {
                "en": "Are you considering being a gamemaster?",
                "da": "Tænker du på at være spilleder?"
            },
            "items": [
                {
                    "type": "list",
                    "text": {
                        "en": "'GM' means you would like to gamemaster the activity. 'GM\/1.priority means, you would like to be a player if you can't be a GM.'\nAs a gamemaster you receive 1 voucher pr. game (some food or drink).\nYou can choose to be gamemaster as many times as you would like. We love Gamemasters and always need more. But we ask you to consider how many scenarios you can run and still give the players a good experience. Are you in doubt about which scenario to gamemaster? You can always write to the organizers responsible for gamemasters at [email]spilleder@fastaval.dk[\/email], and they will gladly help you.",
                        "da": "'SL \/ RF' betyder at du gerne vil være spilleder på et rollespil eller regelformidler på et brætspil, læs mere om reglformidlerrollen nedenfor. 'SL \/ RF - 1. prioritet' betyder, at du gerne vil være spiller, hvis du ikke kan blive spilleder eller regelformidler på det.\nSom spilleder modtager du ved tjek-ind 1 voucher pr. spil (lidt mad eller drikke).\nDer er heller ingen begrænsning på, hvor mange gange du vælger at være spilleder på en dag. Vi elsker spilledere, og i er altid en mangelvare, men vi beder dig overveje hvor mange scenarier du kan køre, og stadig give folk en god oplevelse.  Er du i tvivl om hvilket scenarie du skal køre? Du kan altid skrive til [email]spilleder@fastaval.dk[\/email] og få hjælp til at vælge."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "Would you like to be a Rule Guide for the designer board games?",
                "da": "Kunne du tænkte dig at være regelformidler til designer brætspilene?"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "As a new feature this year, we are introducing a Rule Guide-role for this year’s designer board games. The Rule Guide is a player like everyone else but with the extra responsibility of explaining the rules for your co-players. You will receive the rules for the games in advance and you will have the possibility of arriving 15 minutes before game start to ask questions to the designer about rule clarification. The designer is as always available during the game if there are further questions.\n The Rule Guide-role is chosen the same way as the Gamemaster-role by choosing “SL \/ RF” or “SL \/ RF - 1. prio”\n Having a Rule Guide-role counts as a GDS-task and you will not get a voucher.",
                        "da": "Som noget nyt indføres i år en regelformidler rolle, til årets designer brætspil. Regelformidleren er en spiller som alle andre men med det ekstra ansvar at forklare reglerne for dine med-spillere. Du får reglerne til spillet på forhånd og muligheden for at møde op 15 minutter før spillet starter og stille spørgsmål til designeren omkring reglerne, hvis der er noget der er uklart. Designeren er som altid tilgængelig under spillet hvis der er yderlige spørgsmål. \n Regelformidler rollen vælges på samme måde som spilleder ved at vælge \"SL \/ RF\" eller \"SL \/ RF - 1. prioritet\" \n At være regelformidler tæller som en GDS-tjans og får IKKE vouchers."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "Types of activities",
                "da": "Typer af aktiviteter"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Each activity on the chart has a color code:",
                        "da": "Hver aktivitet på oversigten har en farvekode:"
                    }
                },
                {
                    "type": "list",
                    "text": {
                        "en": "  [color=lightgreen]Green [\/color]: Roleplaying\n[color=lightblue]Blue [\/color]: Board games\n[color=yellow]Yellow [\/color]: Events & workshops\n[color=mediumpurple]Purple [\/color]: Live Role Playing\n[color=darkgreen,white]Dark green [\/color]: Magic",
                        "da": " [color=lightgreen]Grøn [\/color]: Rollespil\n[color=lightblue]Blå [\/color]: Brætspil\n[color=yellow]Gul [\/color]: Events & Workshops\n[color=mediumpurple]Lilla [\/color]: Live Rollespil\n[color=darkgreen,white]Mørkegrøn [\/color]: Magic"
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "\n",
                "da": "\n"
            },
            "module": "activities"
        }
    ]
}