{
    "order": 10,
    "slug": {
        "en": "Extra",
        "da": "Ekstra"
    },
    "title": {
        "en": "Additional Information",
        "da": "Ekstra informationer"
    },
    "display_logic": [
        {
            "type": "field_compare",
            "status": "disabled",
            "input": "participant",
            "compare": "equals",
            "value": "Juniordeltager"
        },
        {
            "type": "checkbox",
            "status": "normal",
            "input": "junior:plus"
        }
    ],
    "sections": [
        {
            "headline": {
                "en": "New Section",
                "da": "Støt Fastaval som rig tante\/onkel"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "If you want to contribute to Fastaval with some additional coin, you can become a part of the rich aunts and uncles, and donate an amount of your choosing, in addition to your ticket etc. You can also choose if you want to appear on the list of charitable individuals, or if you wish to remain as a shadowy benefactor. \n\nThis year, the donations will be used to give financially challenged participants 2x free breakfast and dinner, if they feel in need of a financial contribution.",
                        "da": "Hvis du har lyst til at bidrage med en ekstra skilling til Fastaval, kan du blive en del af de rige tanter og onkler, og donere et valgfrit beløb til Fastaval, oveni din betaling for billet etc. Du kan selv vælge om dit navn skal optræde på listen over velgørende personer, eller om du ønsker at forblive i skyggerne.\n\nI år bruger vi støtten til at give økonomisk trængte deltagere 2x gratis morgen- og aftensmad, hvis de føler, de har behov for et økonomisk bidrag"
                    }
                },
                {
                    "type": "text_input",
                    "text": {
                        "en": "I wish to be one of Fastaval's known patrons and hereby donate an amount of money in addition to my ticket. I [b]would[\/b] like to be mentioned on Fastaval's website. ",
                        "da": "Jeg vil gerne være en af Fastavals offentlige støtter og donerer hermed et ekstra beløb oveni billetprisen. Som tak vil jeg [b]gerne[\/b] nævnes på Fastavals hjemmeside."
                    },
                    "infosys_id": "misc:extra_support"
                },
                {
                    "type": "text_input",
                    "text": {
                        "en": "I wish to be one of Fastaval's secret patrons and hereby donate an amount of money in addition to my ticket. I will [b]not[\/b] be mentioned on Fastaval's website. ",
                        "da": "Jeg vil gerne være en af Fastavals hemmelige støtter og donerer hermed et ekstra beløb oveni billetprisen. Jeg vil [b]ikke[\/b] nævnes på Fastavals hjemmeside."
                    },
                    "infosys_id": "misc:secret_support"
                }
            ]
        },
        {
            "headline": {
                "en": "Comments",
                "da": "Bemærkninger"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Is there something you have not been able to tell us? Then write it here. Alternatively, you can write a nice message to our hard working Infonauts.",
                        "da": "Er der noget du ikke har haft mulighed for at fortælle os? Så kan du skrive det her. Eller er du altid velkommen til at skrive en sød besked til vores hårdtarbejdende Infonauter."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]Note:[\/b] We do not look at the comments until after sign-up has closed. If you have questions or need to get in contact with us, we can be reached by mail [email]info@fastaval.dk[\/email] ",
                        "da": "[b]Bemærk:[\/b] Vi kigger føst bemærkningerne igennem efter at tilmeldingen er lukket. Hvis du har spørgsmål eller skal i kontakt med os, kan du fange os på mail [email]info@fastaval.dk[\/email] "
                    }
                },
                {
                    "type": "text_area",
                    "text": {
                        "en": "Comment",
                        "da": "Kommentar"
                    },
                    "infosys_id": "note:comment"
                }
            ]
        }
    ]
}