{
    "order": 6,
    "slug": {
        "en": "Food",
        "da": "Mad"
    },
    "title": {
        "en": "Food",
        "da": "Mad"
    },
    "sections": [
        {
            "headline": {
                "en": "\n",
                "da": "\n"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "In 2022, Fastaval will have the evening meal delivered from [url=https:\/\/mosmadhus.dk\/DK.aspx]MOS Madhus[\/url] and will have the food delivery in the common area. The food will be served in the following time span:\n\nBreakfast: 8-10:30 AM \nDinner: 5-7 PM (sunday 4:30-6:30 PM)\nDinner will be served in rounds. You get your time slot on your participant sheet closer to Fastaval.\n\nBreakfast will be a breakfast buffet with hearty bread, spreads, boiled eggs, fruits and vegetable as well as cereal with yoghurt, milk or skyr.",
                        "da": "Fastaval får i 2022 aftensmaden leveret fra [url=https:\/\/mosmadhus.dk\/DK.aspx]MOS Madhus[\/url] og kommer til at have mad-udlevering i fællesområdet.\n Maden udleveres i følgende tidsrum:\n\nMorgenmaden: kl. 8-10:30 \nAftensmaden: kl. 17-19:30 (søndag kl. 16:30-18:30)\nAftensmad udleveres i runder. Du får dit tidsrum på din deltagerseddel når vi nærmer os Fastaval.\n\nMorgenmaden bliver en morgenmadsbuffet med groft brød, pålæg, kogte æg, frugt og grønt, samt morgenmadsprodukter med yoghurt, mælk eller skyr."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "Financial support",
                "da": "Økonomisk støtte\n"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "This year, the extra support from rich uncles and aunts, will go to funding people who would like to receive financial support* in the form of two paid dinners at Fastaval. In order to receive this support, please click the box “I wish to receive financial support” below and add a minimum on one (1) dinner. You will afterwards be refunded the amount, depending on how many who apply for a subsidized meal. If there is a greater number of applicants than there are funds, then the distribution will be decided by a lottery.\n   * including, but not limited to, students, unemployed, pensioners and other people on benefits. We will not require proof for your financial position.",
                        "da": "I år går støtten fra rige onkler og tanter til et tilskud til folk, der har behov for et økonomisk bidrag* i form af to betalte aftensmåltider under Fastaval. For at få denne økonomiske støtte skal du krydse “Jeg ønsker at få økonomisk støtte” af herunder og tilføje minimum ét aftensmadsmåltid. Du vil efterfølgende blive refunderet beløbet alt efter, hvor mange, der søger puljen. Hvis flere søger puljen, en der er penge til, vil fordelingen af støtten blive afgjort ved lodtrækning.\n  * blandt andet, men ikke begrænset til, studerende, arbejdsløse, pensionister og andre på offentlige ydelser. Vi kræver ikke bevis for din økonomiske situation."
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I wish to receive financial support\t\t\t",
                        "da": "Jeg ønsker at få økonomisk støtte\t\t\t"
                    },
                    "infosys_id": "financial_struggle"
                }
            ]
        },
        {
            "headline": {
                "en": "Beneath you can order breakfast and dinner:",
                "da": "Herunder kan du bestille morgenmad og aftensmad:"
            },
            "module": "food"
        },
        {
            "headline": {
                "en": "The Otto party",
                "da": "Ottofesten"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "The Otto party takes place Sunday evening - this is where we congratulate each other, and spend the last energy while we party. The golden penguins will be handed out, and there will be dancing!\n\nThe show takes place sunday 7:30PM on the sportscenter. No food will be serves at the party.\n\nIt's possible to order a bottle of sparkling wine for an additional 99 kr.\n",
                        "da": "En god Fastaval afsluttes bedst med et brag af en fest! Ottofesten holdes søndag aften - det er her vi hylder hinanden, det er her vi fyrer den sidste energi af og det er her Ottoerne uddeles.\n\nAfholdes søndag kl 19.30 på Idrætscentret. Der serveres ikke mad til Ottofesten.\n\nDer er mulighed for at bestille en flaske mousserende vin til festen (+99 kr.)"
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I would like to attend the Otto party\n",
                        "da": "Jeg vil gerne med til Ottofesten\n"
                    },
                    "infosys_id": "misc:party"
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I would like sparkling wine at the party\n",
                        "da": "Jeg vil gerne have mousserende vin til festen\n"
                    },
                    "infosys_id": "misc:bubbles"
                }
            ]
        }
    ]
}