{
    "order": 7,
    "slug": {
        "en": "Fastaval Together",
        "da": "Fælles Fastaval"
    },
    "title": {
        "en": "Fastaval Together",
        "da": "Fælles Fastaval"
    },
    "display_logic": [
        {
            "type": "field_compare",
            "status": "disabled",
            "input": "participant",
            "compare": "equals",
            "value": "Juniordeltager"
        },
        {
            "type": "checkbox",
            "status": "normal",
            "input": "junior:plus"
        },
        {
            "type": "age",
            "status": "disabled",
            "compare": "less",
            "value": 13
        }
    ],
    "sections": [
        {
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b] Important![\/b] If you are an organizer arriving during the set-up days (monday, tuesday) you must sign up for the set-up crew, even if you are just setting up for the area you work in.",
                        "da": "[b] Vigtigt![\/b] Hvis du er arrangør og kommer i opsætningsdagene (mandag, tirsdag) så skal du tilmelde dig opsætningsholdet, også selvom du sætter dit eget område op. "
                    }
                }
            ],
            "display_logic": [
                {
                    "type": "field_compare",
                    "input": "participant",
                    "compare": "not_equals",
                    "value": "Arrangør",
                    "status": "hidden"
                }
            ]
        },
        {
            "headline": {
                "en": "\n",
                "da": "\n"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Fastaval can only exist if everyone helps. We have gathered four exciting tasks that you can choose from. This is also a good opportunity to learn more about Fastaval and get to know new people.",
                        "da": "Fastaval kan kun eksistere, hvis vi alle giver en hjælpende hånd med. Vi har samlet fire spændende opgaver som du frit kan vælge imellem. Dette er også en rigtig god mulighed for at lære mere om Fastaval og få nye bekendtskaber."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "If you are [b]not[\/b] an organizer, it is mandatory to choose at least one of the mentioned tasks. We make sure your task will not take place at the same time as your other activities. Read more about the different tasks below.",
                        "da": "Hvis du [b]ikke [\/b] er arrangør er det obligatorisk at vælge mindst én af nedenstående opgaver. Vi sørger selvfølgelig for at din tildelte opgave ikke ligger samtidig med dine andre aktiviteter. Læs mere om de forskellige opgaver herunder."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "If you have questions regarding Fastaval Together, you can contact the Hero Force responsible at [email]heltestyrken@fastaval.dk[\/email].  ",
                        "da": "Hvis du har spørgsmål om Fælles Fastaval kan du kontakte den ansvarlige for heltestyrken på [email]heltestyrken@fastaval.dk[\/email]. "
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]What is The Hero Force?[\/b]\nYou become a part of a network of participants who help the organizers out around Fastaval to keep the congress running. You will get assigned a hero-task at one of Fastavals many sales and service venues, according to the timespans you choose in your sign-up. You are more than welcome to do more heroic deeds than one. Read more about The Hero Force [url=https:\/\/www.fastaval.dk\/en\/praktisk\/faelles-fastaval\/#heltestyrken]here[\/url].",
                        "da": "[b]Hvad er Heltestyrken?[\/b]\nDu bliver en del af et netværk af andre deltagere, Helte, som hjælper arrangørerne rundt omkring på Fastaval, for at få Fastaval til at køre rundt. Du vil få tildelt en helte-opgave på en af Fastavals salgs- eller servicesteder, alt efter de tidsrum, som du noterer i din tilmelding. Man er også velkommen til at tage flere opgaver end én. Læs mere om Heltestyrken [url=https:\/\/www.fastaval.dk\/praktisk\/faelles-fastaval\/#heltestyrken\/]her[\/url]."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]What is a Game Master?[\/b] \nMost of the scenarios at Fastaval are designed to be<br>run by a Game Master. The Game Master reads the scenario beforehand, and makes<br>herself familiar with the story, mechanics, roles, and so on. The scenario<br>functions kind of like a manual, which the Game Master follows and interprets<br>when playing the scenario. The Game Master is the person who runs the scenario for<br>the players, and makes sure it moves forward. They typically don’t have a main<br>role in the scenario, but can sometimes be expected to play smaller supporting<br>roles. Often it is an important part of the job for the Game Master to set the<br>scenes - which means describing the setting, and what is happening, and to cut<br>the scenes when they are played out. Read more about Game Master [url=https:\/\/www.fastaval.dk\/en\/praktisk\/faelles-fastaval\/#spilleder]here[\/url].",
                        "da": "[b]Hvad er en spilleder?[\/b]\nLangt de fleste scenarier på Fastaval er designet, så der er en spilleder til scenariet. Spillederen er den der har læst scenariet på forhånd, sat sig ind i fortælling, virkemidler, roller osv. Scenariet er en slags manual\/drejebog, som spillederen følger og fortolker i praksis. Spillederen er den person, der formidler scenariet videre og i den rigtige retning. De har typisk ikke en rolle i scenariet, men kan spille fx flere små biroller.Det er tit også en vigtig opgave for spillederen at sætte scenerne - altså beskriver hvor og hvad der foregår, og klippe scenerne, når de er spillet færdig. Læs mere om spilleder  [url=https:\/\/www.fastaval.dk\/praktisk\/faelles-fastaval\/#spilleder]her[\/url]."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]What is a Game Guide?[\/b]\nWhen playing a board game for the first time, it is often a great help if one of the other players already know the game and its rules. As a Game Guide, you are this player for one of this year’s designer boardgames, and you are responsible for helping your table run well. You get an opportunity to help Fastaval by doing what many boardgames do best: create a good atmosphere, and help everyone have a great time by.  Read more about Game Guide [url=https:\/\/www.fastaval.dk\/en\/praktisk\/faelles-fastaval\/#regelformidler]here[\/url].",
                        "da": "[b]Hvad er en regelformidler?[\/b]\nNår man spiller et brætspil for første gang er det ofte en stor hjælp at have en medspiller ved bordet som allerede kender spillet og dets regler. Som regelformidler i en spilblok er du denne spiller, for et af årets designerbrætspil, og du har ansvaret for at dit bord kører bedst muligt. Du får mulighed for at bidrage til Fastaval ved at gøre det mange brætspillere gør bedst: skab en god stemning om bordet og hjælp medspillere med at have en god spiloplevelse. Læs mere om Regelformidler  [url=https:\/\/www.fastaval.dk\/praktisk\/faelles-fastaval\/#regelformidler]her[\/url]."
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]What is the Setup crew?[\/b]\nBe a part of the team that sets up Fastaval and creates the physical settings. The Common area needs to be made cozy, the classrooms changed to scenario rooms, sleeping areas need to be set up, and various stuff around the school needs to be moved around. We all do it together, and after dinner we will socialize and play board games. During the set-up days you will be given 3 daily meals and some snacks. Read more about the set-up [url=https:\/\/www.fastaval.dk\/en\/praktisk\/faelles-fastaval\/#Opsaetningsholdet]here[\/url].",
                        "da": "[b]Hvad er opsætningsholdet?[\/b]\nVær med til at gøre klar til Fastaval og skabe de fysiske rammer. Fællesområder skal gøres hyggelige, klasselokaler skal laves til spillokaler, sovesalene skal sættes op, papir skal hænges op og ting skal flyttes. Vi løfter i flok, og efter aftensmaden er der hygge og brætspil. Under opsætning er der 3 daglige måltider og diverse snacks. Læs mere om opsætningen  [url=https:\/\/www.fastaval.dk\/praktisk\/faelles-fastaval\/#Opsaetningsholdet]her[\/url]."
                    }
                }
            ]
        },
        {
            "headline": {
                "en": "How do you want to be a hero at Fastaval?",
                "da": "Hvordan vil du være en helt på Fastaval?"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Choose at least one of the options below. You are welcome to choose multiple options, if you want to help out more. If you are arriving for the set-up days (Monday-Tuesday) to help out, choose \"setup crew.\"",
                        "da": "Vælg minimum én af nedenstående, men gerne flere hvis du har lyst.\nHvis du ankommer i opsætningsdagene (mandag-tirsdag) og giver en hånd med, skal du notere det som “opsætningshold”"
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be a part of The Hero Force",
                        "da": "Jeg vil være en del af Heltestyrken"
                    },
                    "infosys_id": "together:hero",
                    "no_submit": true
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be a Game Master",
                        "da": "Jeg vil være spilleder"
                    },
                    "infosys_id": "together:gm",
                    "no_submit": true
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be a Game Guide",
                        "da": "Jeg vil være regelformidler"
                    },
                    "infosys_id": "together:rules",
                    "no_submit": true
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be on the Set-up Team",
                        "da": "Jeg vil være på opsætningsholdet"
                    },
                    "infosys_id": "together:prepare",
                    "no_submit": true
                }
            ],
            "section_id": "hero",
            "require_one_if": {
                "type": "field_compare",
                "input": "participant",
                "compare": "not_equals",
                "value": "Arrangør",
                "required": [
                    "together:hero",
                    "together:gm",
                    "together:rules",
                    "together:prepare"
                ]
            }
        },
        {
            "headline": {
                "en": "The Hero Force",
                "da": "Heltestyrken"
            },
            "module": "hero",
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Thank you for your contribution to the Hero Force! You will be assigned at least one shift, but you are more than welcome to do more. ",
                        "da": "Tak for at bidrage til heltestyrken! Du får tildelt mindst én vagt, men du er mere end velkommen til at tage flere. "
                    }
                },
                {
                    "type": "paragraph",
                    "text": {
                        "en": "[b]Note: No heroic deed takes more than 3 hours, and they will not be assigned during your other chosen activities.[\/b]",
                        "da": "[b]Bemærk: Ingen helteopgaver er mere end 3 timer lange og vil ikke blive lagt oven i dine tildelte aktiviteter[\/b]"
                    }
                },
                {
                    "type": "select",
                    "text": {
                        "en": "How many heroic deeds do you want to contribute with?",
                        "da": "Hvor mange helte-opgaver vil du udføre på Fastaval?"
                    },
                    "infosys_id": "desired_diy_shifts",
                    "options": [
                        {
                            "text": {
                                "en": "No limit",
                                "da": "Ingen grænse"
                            },
                            "value": 0
                        }
                    ],
                    "range": {
                        "start": 1,
                        "end": 10
                    }
                },
                {
                    "type": "text_area",
                    "text": {
                        "en": "If there is anything we should know regarding your ability to perform heroic deeds, disabilities, preference for certain areas etc. then please note them here:",
                        "da": "Hvis der er noget vi skal vide i forhold til din evne til at udføre en helte-opgave, handicap, typen af opgaver du foretrækker mm., så skriv dem her."
                    },
                    "infosys_id": "note:gds"
                }
            ],
            "display_logic": [
                {
                    "type": "default",
                    "status": "hidden"
                },
                {
                    "type": "checkbox",
                    "status": "normal",
                    "input": "together:hero"
                }
            ]
        },
        {
            "headline": {
                "en": "Game Master",
                "da": "Spilleder"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Thank you for your help with facilitating Fastaval's scenarios. You can choose which scenarios you want to facilitate under the \"activities\" tab.",
                        "da": "Tak for at hjælpe til med at spillede Fastavals scenarier. Du skal vælge hvilke scenarier du gerne vil spillede under fanen \"aktiviteter\"."
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be a super Game master. Fastaval may contact me, if there is need for additional Game masters.",
                        "da": "Jeg vil gerne være super-spilleder. Fastaval må gerne kontakte mig, hvis der mangler ekstra spilledere."
                    },
                    "infosys_id": "supergm"
                },
                {
                    "type": "select",
                    "text": {
                        "en": "Is there a maximum number of scenarios you want to facilitate?",
                        "da": "Er der et maksimalt antal scenarier du vil spillede?"
                    },
                    "infosys_id": "gm_max",
                    "options": [
                        {
                            "text": {
                                "en": "No limit",
                                "da": "Ingen grænse"
                            },
                            "value": 0
                        }
                    ],
                    "range": {
                        "start": 1,
                        "end": 10
                    }
                }
            ],
            "display_logic": [
                {
                    "type": "default",
                    "status": "hidden"
                },
                {
                    "type": "checkbox",
                    "status": "normal",
                    "input": "together:gm"
                }
            ]
        },
        {
            "headline": {
                "en": "Game Guide",
                "da": "Regelformidler"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Thank you for your help with explaining rules for Fastaval's board games. You can choose which games you want to explain rules for under the \"activities\" tab.",
                        "da": "Tak for at hjælpe til med at forklare regler til Fastavals brætspil. Du skal vælge hvilke brætspil du gerne vil forklare regler til under fanen \"aktiviteter\"."
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "I want to be a super Game Guide. Fastaval may contact me, if there is a need for additional Game Guides.",
                        "da": "Jeg vil gerne være super-regelformidler. Fastaval må gerne kontakte mig, hvis der mangler ekstra regelformidlere."
                    },
                    "infosys_id": "super_rules_guide"
                },
                {
                    "type": "select",
                    "text": {
                        "en": "Is there a maximum number of board games you want to explain rules for?",
                        "da": "Er der et maksimalt antal brætspil du vil forklare regler til?"
                    },
                    "infosys_id": "rules_guide_max",
                    "options": [
                        {
                            "text": {
                                "en": "No limit",
                                "da": "Ingen grænse"
                            },
                            "value": 0
                        }
                    ],
                    "range": {
                        "start": 1,
                        "end": 10
                    }
                }
            ],
            "display_logic": [
                {
                    "type": "default",
                    "status": "hidden"
                },
                {
                    "type": "checkbox",
                    "status": "normal",
                    "input": "together:rules"
                }
            ]
        },
        {
            "headline": {
                "en": "Set-up",
                "da": "Opsætning"
            },
            "items": [
                {
                    "type": "paragraph",
                    "text": {
                        "en": "Thank you for your help with the set-up of Fastaval! There will be food served on the set-up days, therefore we need to know which days you will join us.lease select which days you will be on location to assist with setting up Fastaval:",
                        "da": "Tak for at hjælpe til med opsætningen af Fastaval! Der vil blive serveret mad i opsætningsdagene, derfor er vi nødt til at vide, hvilke dage du spiser med.\nAngiv her, hvilke dage du kommer til opsætningen:"
                    }
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "Set-up monday",
                        "da": "Opsætning mandag"
                    },
                    "infosys_id": "ready_mandag"
                },
                {
                    "type": "checkbox",
                    "text": {
                        "en": "Set-up tuesday",
                        "da": "Opsætning tirsdag"
                    },
                    "infosys_id": "ready_tirsdag"
                }
            ],
            "display_logic": [
                {
                    "type": "default",
                    "status": "hidden"
                },
                {
                    "type": "checkbox",
                    "status": "normal",
                    "input": "together:prepare"
                }
            ],
            "section_id": "prepare",
            "require_one_if": {
                "type": "checkbox",
                "input": "together:prepare",
                "required": [
                    "ready_mandag",
                    "ready_tirsdag"
                ]
            }
        }
    ]
}